Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja5/johandaniel-s.html.tmx
Source language: sme
Languages: nob

source: Našunála oahppoplánain, maid mielde eanáš sámi oahppit oahpahuvvojedje, lei uhcit sisdoallu sámi diliid birra M87:s go M74:s. Muhto 1987/89 plánat eai beassan guhká doaibmat ráfis.
nob: De nasjonale læreplanene, som også et flertall av de samiske elevene fikk undervisning etter, hadde altså heller mindre innhold om samiske spørsmål etter M 87 enn etter M 74. Men planene av 1987/89 fikk ikke virke lenge i fred.

source: 1990:s juo bođii ođđa ministtar departementii, ja son áiggui sámi plánaid jávkadahttit oalát.
nob: Allerede i 1990 kom det en ny minister i departementet, og han ville fjerne de samiske læreplanene helt.

source: Mii dalle geavai, sáhtát lohkat eará artihkkaliin dán girjjis.
nob: Hva som da skjedde kan du lese om i andre artikler i denne boka.

source: [1] Erling Lars Dale (doaim.) Læreplan i et forskningsperspektiv.
nob: [1] Erling Lars Dale (red.): Læreplan i et forskningsperspektiv.

source: Universitetsforlaget 2009. s. 12 [2] Johannes J. Helgheim mielde: Allmugeskolen på bygdene.
nob: Universitetsforlaget 2009. s. 12 [2] Gjengitt etter Johannes J. Helgheim: Allmugeskolen på bygdene.

source: Aschehoug 1980. s. 18. [3] Troandima bismagoddi fátmmastii dalle olles Trøndelága, Davvi-Norgga ja Davvi-Møre, eará sániiguin dadjat juo buot Norgga sápmelaččaid.
nob: Aschehoug 1980. s. 18. [3] Trondhjems stift omfatta da hele Trøndelag, Nord-Norge og Nordmøre, dvs. de aller fleste samer i Norge.

source: [4] «Váldobihtát» ledje Luthera katekismusa váldooasit: Logi báhkkoma, oskuartihkkalat, Áhččámet, gástasakrameanta ja áltársakrameanta.
nob: [4] «Hovedstykkene» var sentrale deler i Luthers katekisme: De ti bud, trosartiklene, Fadervår, dåpssakramentet og altersakramentet.

source: [5] Viessotávval lei Martin Luthera Uhca Katekismusa dahje sálbma- ja rohkosgirjjiid lasáhussan.
nob: [5] Hustavla var et tillegg til Martin Luthers Lille Katekisme eller salme- og bønnebøker.

source: Viessotávval lei biibalsitáhttačoakkáldat mii čilgii servvodaga ja bearraša diliid bajit ja vuolit olbmuid gaskkas, mas sihke máilmmálaš ja girkolaš eiseválddit ledje ámmáhiid ožžon ieš Ipmilis, ja viesu isit lei bearraša ráđđejeaddjin.
nob: Hustavla var ei samling bibelsitater som ga uttrykk for forholdet mellom over- og underordna i samfunn og familie, der både den verdslige og geistlige øvrigheten var innsatt av Gud og husfaren var den styrende i familien.

source: Københápman 1627.
nob: København 1627.

source: [7] Girjjis Fra noaidiens verden til forskerens čilge Anton Hoëm dán skuvlavuogádaga bures.
nob: [7] I boka Fra noaidiens verden til forskerens gir Anton Hoëm en god skildring av denne skoleordninga.

source: [8] Instruksa lea almmuhuvvon Adolf Steen girjji mielddusin: Samenes kristning og samemisjonen til 1888.
nob: [8] Instruksen er gjengitt som bilag i Adolf Steen: Samenes kristning og samemisjonen til 1888.

source: Faksimila: Skolehistoriske aktstykker 1.
nob: Faksimile: Skolehistoriske aktstykker nr. 1.

source: Faksimila: Skolehistoriske aktstykker 2. [10] Plakat og nærmere Anordning angaaende Skolerne paa Landet i Norge.
nob: Faksimile: Skolehistoriske aktstykker 2. [10] Plakat og nærmere Anordning angaaende Skolerne paa Landet i Norge.

source: Faksimila: Skolehistoriske aktstykker 3. [11] Finnmárkkus dovdat báikkálaš oahppoplánaid earret eará Čuđegiettis (1891), Unjárggas (1892), Deanus (1892), Mátta-Várjjagis (1893), Várggáin (1900), Goaskinvákkis (1905), Hámmárfeasttas (1913), Davvi-Várjjagis (1915).
nob: Faksimile: Skolehistoriske aktstykker 3. [11] Fra Finnmark er slike læreplaner kjent fra bl.a. Kistrand (1891), Nesseby (1892), Tana (1892), Sør-Varanger (1893), Vardø (1900), Kjelvik (1905), Hammerfest (1913), Nord-Varanger (1915).

source: Eanáš plánat gávdnojit Finnmárkku skuvladirektevrra árkiivvas, Stáhtaárkiivvas Tromssas.
nob: Mesteparten av planene er i arkivet til Skoledirektøren i Finnmark, Statsarkivet i Tromsø.

source: [12] Várggát (1926), Unjárga (1928), Guovdageaidnu (1928), Dálbmeluokta (1929).
nob: [12] Vardø (1926), Nesseby (1928), Kautokeino (1928), Talvik (1929).

source: Unjárgga-plána namuhuvvo Ragnhild Sandøy artihkkalis: Finnmárkku dáruiduhttin šattai sin eallimin, Sámi skuvlahistorjá 4. [13] Olles kapihttala gávnnat dás http://skuvla.info/skolehist/parlskol-tn.htm. [14] Edvard Bull (1881–1932) lei historihkkár ja bargiidbellodatpolitihkkár.
nob: Nesseby-planen er omtalt i artikkelen Ragnhild Sandøy: Fornorsking av Finnmark blei deres liv, Samisk skolehistorie 4. [13] Hele kapitlet er gjengitt på http://skuvla.info/skolehist/parlskol-tn.htm [14] Edvard Bull (1881–1932) var historiker og arbeiderpartipolitiker.

source: Son lei earret eará Bargiidbellodaga nubbinjođiheaddji ja vuosttaš Bargiidbellodatráđđehusa olgoriikaministtar 1928:s.
nob: Han var bl.a. nestleder i Arbeiderpartiet og utenriksminister i den første Arbeiderparti-regjeringa i 1928.

source: [15] Gitta Jønsson (1869–1950) lei Tromssas eret ja lei Davvi-Norgga bargiidlihkadusa ja nissonlihkadusa njunuš.
nob: [15] Gitta Jønsson (1869–1950) var fra Tromsø og var en pioner i nordnorsk arbeiderbevegelse og kvinnebevegelse.

source: Son lei earret eará Tromssa suohkanstivrra miellahttu ja Bargiidbellodaga riikastivrra miellahttu.
nob: Hun var bl.a. medlem av Tromsø kommunestyre og landsstyret i Arbeiderpartiet.

source: [16] Bealdosennet, dárogillii åkersennep, latiidnagillii Sinapis arvensis, gávdno measta miehtá Norgga, erenoamážit eanandoalloguovlluin.
nob: [16] Åkersennep, Sinapis arvensis er vanlig over det meste av landet, særlig i jordbruksområder.

source: Edel Hætta Eriksena muitalusa oahpahusas bealdosenneha birra Sámi skuvlahistorjá 1-girjjis, http://skuvla.info/skolehist/edel-s.no.
nob: Edel Hætta Eriksen forteller i om undervisning om åkersennep i Samisk skolehistorie 1, http://skuvla.info/skolehist/edel-n.no.

source: Jáhkkimis ii lean dalle bealdosennet Guovdageainnus, muhto šaddu lea leavvan luottaid ja eanandoalu mielde, ja lea maŋŋil gávdnon Guovdageainnus nai.
nob: Trulig vokste det ikke åkersennep i Kautokeino i den tida, men planta har spredd seg i tilknytning til jordbruk og veier, og er seinere funnet også der.

source: [17] Alitnásti, dárogillii blåsymre dahje blåveis, latiidnagillii Hepatica nobilis / Anemone hepatica lea dábálaš giđđalieđđi Østlánddas ja Trøndelagas.
nob: [17] Blåveis eller blåsymre, Hepatica nobilis, er en vanlig vårblomst på Østlandet og i Trøndelag, sjelden i andre landsdeler, ikke registrert i Finnmark.

source: [18] Giđđalávki, dárogillii gullstjerne, latiidnagillii Gagea lutea lea oalle dábálaš giđđalieđđi Nordlándda rádjái.
nob: [18] Gullstjerne, Gagea lutea, er forholdsvis vanlig nord til Nordland, sjelden i Troms, ikke registrert i Finnmark.

source: [19] Kristine Nystada muitala oahpahusas Guovdageainnus vilgesnástti birra: http://skuvla.info/sambok-s.htm.
nob: [19] Et eksempel på bruk av hvitveis i undervisninga er nevnt i ei fortelling av Kristine Nystad: http://skuvla.info/sambok-n.htm.

source: Vilgesnásti, dárogillii hvitveis dahje kvitsymre, latiidnagillii Anemone hepatica, lea dábálaš giđđalieđđi measta miehtá riikka, muhto Finnmárkkus lea gávdnon dušše moadde sajis.
nob: Hvitveis eller kvitsymre, Anemone nemorosa, er utbredt over det meste av landet, i Finnmark er den bare registrert noen få steder på kysten.

source: [20] Sámekomitea evttohus lea namuhuvvon moanaid Sámi skuvlahistorjjá artihkkaliin, earret eará Einar Gullichsen, Sigrunn Rønbeck ja Sigmund Steenbuch artihkkaliin vuosttaš girjjis ja Jon Eldar Einejord artihkkalis goalmmát girjjis. [21] Liikká álggahuvvui boazodoallosuorgi Kárášjoga suorgejuhkkojuvvon nuoraidskuvlii, geahča artihkkaliid Sámi skuvlahistorjjás 1 ja 2. [22] Sámi álgooahpahus lea namuhuvvon moanain Sámi skuvlahistorjá-artihkkaliin, earret eará Edel Hætta Eriksena, Sverre Hatle ja Inez Boona bokte vuosttaš girjjis ja Asta Balto bokte nuppi girjjis.
nob: [20] Innstillinga fra Samekomiteen er omtalt i flere artikler i Samisk skolehistorie, bl.a, av Einar Gullichsen, Sigrunn Rønbeck og Sigmund Steenbuch i bind 1 og Jon Eldar Einejord i bind 3. [21] På tross av dette blei det oppretta reindriftslinje ved den linjedelte ungdomsskolen i Karasjok, se artikler i Samisk skolehistorie 1 og 2. [22] Samisk begynneropplæring er omtalt i flere artikler i Samisk skolehistorie, blant annet av Edel Hætta Eriksen, Sverre Hatle og Inez Boon i bind 1 og Asta Balto i bind 2. [23] Undervisninga i sørsamisk er omtalt i Samisk skolehistorie av Thorbjørn Andersen i bind 1 og Ellen Bull Jonassen i denne boka.

source: [24] Dieđut Anton Hoëmis, 2011 čakčamánu.
nob: [24] Opplysninger fra Anton Hoëm, september 2011.

source: [25] Buot dáid čuoggáid gávnnat dán girjji interneahtaveršuvnnas.
nob: [25] Alle disse punkta er gjengitt i internettutgava av denne boka.

source: Pedagogen 3-1979, s. 14. [27] Sámiid Hilat, nr. 1-1978, gávdno interneahtas dás: http://sveinlund.info/skole/monsterpl-s.htm [28] Girko- ja oahpahusdepartemeanta dat ásahii Skuvllaid geahččaladdanráđđi 1954:s. 1981:s lohpidedje borgárlaš bellodagat heaittihit Skuvllaid geahččaladdanráđi jus besse fápmui, ja nu dahke ge viehká jođánit válggaid maŋŋá.
nob: Pedagogen 3-1979, s. 14. [27] Sámiid Hilat, nr. 1-1978, gjengitt i http://sveinlund.info/skole/monsterpl-s.htm.

source: [29] Dieđuid ožžon Nils Thomas Utsis, ovddeš Sámi oahpahusráđi konsuleanta, jearahallamis 21.06.2011.
nob: [29] Opplyst av Nils Thomas Utsi, tidligere konsulent ved Samisk utdanningsråd, intervju 21.06.2011.

source: [30] Edel Hætta Eriksena muitalusas Sámi skuvlahistorjá 1-girjjis, čilgejuvvo Sámi oahpahusráđđi ásaheapmi. [31] Sámi skuvlahistorjá 1, s. 78. [32] O-fága (dárogillii orienteringsfag) lei mánáidskuvlla seaguhusfága, mii sisttisdoalai servodatfágaid ja luonddufágaid.
nob: [30] Opprettinga av Samisk utdanningsråd er skildra i Edel Hætta Eriksens fortelling i Samisk skolehistorie 1. [31] Samisk skolehistorie 1, s. 78. [32] «O-fag» var forkorting for orienteringsfag, et samlefag som omfatta samfunnfag, historie, geografi og naturfag.

source: Eará artihkkalat Sámi skuvlahistorjá 5-girjjis
nob: Det blei innført med M 87 men delt opp igjen fra L 97.
